STANCE_RULES = {

    "要求": [
        "駆除しろ",
        "駆除を求めます",
        "駆除すればいい",
        "駆除してもらう",
        "駆除できないだろうか",
        "法改正",
        "早くしろ",
        "対処しろ",
        "早く対応して",
        "対応してほしい",
        "対策してほしい",
        "減らしてください",
        "対応は、急務です",
        "変えた方が良い"
    ],

    "批判": [
        "遅い",
        "怠慢",
        "差別",
        "アホ",
        "害獣",
        "最悪すぎる",
        "おかしい",
        "舐めてる",
        "逆だろ",
        "まだ共存か",
        "馬鹿馬鹿しい",
        "危機感なさすぎ"
    ],

    "不安": [
        "怖い",
        "怖すぎる",
        "危険",
        "こわい",
        "ビビる",
        "出来ない",
        "ハラハラ",
        "普通に出歩いてる"
    ],

    "共感": [
        "怖すぎるだろ",
        "心が痛みます"
    ],

    "賞賛": [
        "すごい",
        "凄い",
        "尊敬",
        "プロすぎ"
    ],

    "分析": [
        "原因",
        "本来",
        "淘汰",
        "統計",
        "影響"
    ],

    "皮肉": [
        "本気にならない",
        "地方の命は軽い",
        "ずっとそう",
        "どう思ってる",
        "初めて対策考える",
        "冬眠する気無かった",
        "通り魔以上",
        "23区に到達したら",
        "見捨てられる",
        "人間でも脱出できそう",
        "気にせずリンゴ食ってて",
        "どうせ始末する",
        "チャンスです"
    ]
}
