STANCE_RULES = {

    "要求": [
        "駆除しろ",
        "駆除を求めます",
        "法改正",
        "早く対応して",
        "対応してほしい",
        "対策してほしい",
        "減らしてください",
        "対応は、急務です",
        "駆除できないだろうか",
        "変えた方が良い"
    ],

    "批判": [
        "遅い",
        "怠慢",
        "差別",
        "アホ",
        "最悪すぎる",
        "おかしい",
        "逆だろ",
        "まだ共存か",
        "危機感なさすぎ"
    ],

    "不安": [
        "怖い",
        "危険",
        "こわい",
        "ハラハラ"
    ],

    "共感": [
        "怖すぎるだろ"
    ],

    "賞賛": [
        "すごい",
        "尊敬",
        "プロすぎ"
    ],

    "分析": [
        "増加傾向",
        "原因",
        "本来",
        "結果",
        "淘汰",
        "傾向",
        "データ",
        "統計",
        "影響"
    ],

    "皮肉": [
        "本気にならない",
        "どう思ってる",
        "初めて対策考える",
        "冬眠する気無かった",
        "通り魔以上",
        "人間でも脱出できそう",
        "気にせずリンゴ食ってて",
        "どうせ始末する",
        "チャンスです",
        "馬鹿馬鹿しい"
    ]
}
