STANCE_RULES = {

    "要求": [
        "駆除しろ",
        "法改正",
        "対応してほしい",
        "減らしてください",
        "変えた方が良い"
    ],

    "批判": [
        "遅い",
        "怠慢",
        "アホ",
        "おかしい",
        "危機感なさすぎ"
    ],

    "不安": [
        "怖い",
        "危険",
        "こわい",
        "ハラハラ"
    ],

    "賞賛": [
        "すごい",
        "尊敬",
        "プロすぎ"
    ],

    "分析": [
        "増加傾向",
        "原因",
        "本来",
        "結果",
        "淘汰",
        "傾向",
        "データ",
        "統計",
        "影響"
    ],

    "皮肉": [
        "どう思ってる",
        "初めて対策考える",
        "冬眠する気無かった",
        "通り魔以上",
        "チャンスです",
        "馬鹿馬鹿しい"
    ]
}
