SUBJECT_RULES = {
    "行政": [
        "行政",
        "国",
        "政府",
        "環境省",
        "官僚",
        "自治体",
        "法律",
        "法改正"
    ],

    "熊": [
        "熊",
        "クマ",
        "ツキノワグマ"
    ],

    "猟友会": [
        "猟友会",
        "ハンター"
    ],

    "罠": [
        "罠",
        "箱罠",
        "捕獲"
    ],

    "獣医": [
        "獣医",
        "吹き矢",
        "麻酔"
    ],

    "農家": [
        "リンゴ農園",
        "農園",
        "農家"
    ],

    "市職員": [
        "市職員"
    ],

    "大学教授": [
        "大学教授"
    ],

    "住民": [
        "住民",
        "一般人"
    ],

    "被害者": [
        "被害者",
        "襲われた"
    ]
}
