SUBJECT_RULES = {
    "政府": [
        "対応",
        "対策",
        "駆除",
        "報酬"
    ],

    "熊": [
        "ツキノワグマ",
        "遭遇",
        "危険"
    ],

    "猟友会": [
        "猟友会",
        "ハンター"
    ],

    "罠": [
        "罠",
        "箱罠",
        "捕獲"
    ],

    "獣医": [
        "獣医",
        "吹き矢",
        "麻酔"
    ],

    "農家": [
        "リンゴ農園",
        "農園",
        "農家"
    ],

    "市職員": [
        "市職員",
        "運ぶ",
        "抱え"
    ],

    "大学教授": [
        "大学教授"
    ],

    "住民": [
        "住民",
        "一般人"
    ],

    "被害者": [
        "被害者",
        "襲われた"
    ]
}
