SUBJECT_RULES = {
    "政府": [
        "対応",
        "対策",
        "駆除を求めます",
        "報酬",
        "払え"
    ],

    "法律": [
        "法改正",
        "法律改正",
        "法律変えろ"

    ],

    "国": [
        "国家",
        "動く",
        "動かない",
        "対処しろ",
        "対応しようとしない",
        "見捨てられる"

    ],

    "熊": [
        "ツキノワグマ",
        "ハイキング",
        "時間帯",
        "襲う",
        "遭遇",
        "危険",
        "絶滅",
        "毒餌",
        "毒入りりんご",
        "リンゴ食ってて",
        "リンゴ園来る",
        "怖い",
        "ビビる",
        "可哀想"
    ],

    "猟友会": [
        "猟友会"
    ],

    "ハンター": [
        "補殺"
    ],

    "罠": [
        "罠",
        "箱罠",
        "簡素な箱",
        "円柱鉄筋",
        "捕獲"
    ],

    "獣医": [
        "獣医",
        "吹き矢",
        "麻酔"
    ],

    "農家": [
        "リンゴ農園",
        "農園",
        "農家"
    ],

    "市職員": [
        "市職員",
        "運ぶ",
        "怖いだろうな",
        "抱え"
    ],

    "大学教授": [
        "大学教授"
    ],

    "住民": [
        "住民",
        "一般人"
    ],

    "被害者": [
        "被害者",
        "襲われた",
        "亡くなられた"
    ]
}
