STANCE_RULES = {

    "要求": [
        "駆除しろ",
        "法改正",
        "対応してほしい",
        "減らしてください",
        "変えた方が良い"
    ],

    "批判": [
        "遅い",
        "怠慢",
        "アホ",
        "おかしい",
        "危機感なさすぎ"
    ],

    "不安": [
        "怖い",
        "危険",
        "こわい",
        "ハラハラ"
    ],

    "賞賛": [
        "すごい",
        "尊敬",
        "プロすぎ"
    ],

    "分析": [
        "だろう",
        "と思う",
        "原因",
        "増加傾向"
    ],

    "皮肉": [
        "どう思ってるんやろ",
        "チャンスですw",
        "本当に"
    ]
}
