B_WORDS = [
    "怖い",
    "こわい",
    "すごい",
    "凄い",
    "怖すぎる",
    "尊敬",
    "プロすぎ",
    "凄くない",
    "爆増する",
    "差別",
    "時代",
    "存在意義",
    "害獣",
    "ハラハラ",
    "ビビる",
    "危険すぎる",
    "危険な状況",
    "最悪すぎる",
    "悠長だな",
    "地方の命は軽い",
    "馬鹿馬鹿しい",
    "まだ共存か",
    "平和ボケか",
    "どう思ってる",
    "同じこと言えるのか",
    "根本的な解決にはならない",
    "舐めてる",
    "普通に出歩いてる",
    "どうせ始末する",
    "本気にならない",
    "見捨てられる",
    "23区に到達したら",
    "遠い話",
    "逆だろ",
    "簡素",
    "危機感なさすぎる",
    "心が痛みます"
]

def score_B(text):
    return sum(
        1 for w in B_WORDS
        if w in text
    )